{
  "Include in Campaign DME" : "False",
  "Title" : "Traces of DNA exposed by twisted light ",
  "College website URL" : "http://www.engin.umich.edu/college/about/news/stories/2013/october/nanorods",
  "Description" : "Nick Kotov and colleagues in China showed that by tweaking a DNA copying technique, they can detect the DNA with 50 times greater sensitivity.",
  "Short Title" : "DNA Detection",
  "Subitle" : "",
  "Date" : "2013-10-28 12:37:00",
  "Author" : "Kate McAlpine",
  "Source" : "Michigan Engineering",
  "Body content" : "<p><img class=\"fullWidthImg\" src=\"/college/about/news/stories/2013/october/images/nanorods/dna\" />Structures that put a spin on light reveal tiny amounts of DNA with  50 times better sensitivity than the best current methods, a  collaboration between the University of Michigan and Jiangnan University  in China has shown. Highly sensitive detection of DNA can help with diagnosing patients,  solving crimes and identifying the origins of biological contaminants  such as a pathogen in a water supply.</p>\r\n<p>\"It really does not matter where the target DNA is from,\" said  Nicholas Kotov, the Joseph B. and Florence V. Cejka Professor of  Chemical Engineering at U-M. \"In order to detect a specific DNA, we just  need to know a small portion of its sequence.\"</p>\r\n<p>Current DNA analysis methods rely on copying segments of a strand of  DNA. The process unzips the double helix and then short, lab-made  'primer' DNA strands attach to each half of the original DNA. These  primers kick-start the copying process, using the unzipped DNA as a  template. Targeted segments of DNA can be replicated in this way,  doubling every cycle. If enough DNA is produced before copying errors  become a major problem, then further analysis can show whether the  sample matches a suspect, for example.</p>\r\n<h3>DNA detection</h3>\r\n<p><img class=\"image-right\" src=\"/college/about/news/stories/2013/october/images/nanorods/nanoparticle-solution\" />But if the primers were very selective for the suspected DNA  sequence, then a match could be determined by simply detecting whether  the DNA had copied or not. Studies revealed that small amounts of DNA  could be observed when spherical gold nanoparticles were attached to the  primers. If the DNA matched suspicions, strings of particles bound  together with DNA would form in the replication process. The  nanoparticle solution would change color from red to blue, due to the  way the strings of particles interact with light.</p>\r\n<p>\"Impressive detection limits were attained for short DNAs with nanoparticles, however, not for long DNA,\" Kotov said.</p>\r\n<p>The problem, he explained, is that if the particles are further apart  than a few nanometers, or millionths of a millimeter, \"they do not  interact strongly and the blue color does not happen.\" Longer strands  are needed to differentiate between species and individuals with greater  accuracy.</p>\r\n<p>\"If the strands are too short, you could mix up the DNA of a killer  with that of the friend's dog—or a signature of malignant stomach cancer  with the piece of a chicken burrito,\" Kotov said.</p>\r\n<p>He and his partner Chuanlai Xu, a professor of food science and  technology at Jiangnan University in China, led an effort to see whether  a more subtle optical change would hold up to longer distances.</p>\r\n<h3>Twisted ladders</h3>\r\n<p>Rather than using spherical nanoparticles, the team started with  nanorods, shaped like tiny Mike and Ike candies, about 62 nanometers  long and 22 nanometers in diameter. They attached the primer DNA to the  sides of these.</p>\r\n<p>When nanorods line up, they tend to misalign by about 10 degrees.  After a few rounds of copying, the gold and DNA structures resembled  twisted rope ladders. Light passing through the spiral of golden spokes  reacted by rotating.</p>\r\n<p>\"The light can be rotated even when the nanorods are far away from  each other,\" Kotov said. \"This gives our methods a tremendous advantage  in sensitivity for long DNA strands.\"</p>\r\n<p>The rotation happens because light is composed of electric and  magnetic waves moving in tandem, and electric and magnetic fields exert  forces on charged particles that have freedom to move, such as electrons  in metals. The electrons in gold respond very well to the frequency of  visible light waves, so they begin to move back and forth in the gold,  synced with the light. This effect is a two-way street: the moving  electrons in the gold can also affect the light waves.</p>\r\n<p>Kotov compares the light to a rope with ripples running through it. \"Now imagine that the air around the rope can move more easily along certain directions,\" Kotov said.</p>\r\n<p>For light passing through the gold nanorods, it's easiest if the  electric wave moves up and down the length of the nanorods, so the light  rotates as it moves from nanorod to nanorod and continues twisting  after it leaves the structure. And depending on whether the light starts  out rotating clockwise or counterclockwise, it feels the twist from the  nanorods most at different wavelengths.</p>\r\n<p>\"For analytical purposes, this is a gift,\" Kotov said. The two peaks in the amount of twisting for clockwise and  counterclockwise light can be added together, which makes for a stronger  signal and allows the method to identify a match with smaller amounts  of DNA.</p>\r\n<p>\"The strength of the rotation reaches maximum when the gap between  nanorods is 20 nanometers, which is exactly what we need for the  detection of long, selective and species-specific DNA strands,\" Kotov  said. \"The calculations presented show that we can potentially increase  the sensitivity even more in the future and to even longer DNAs.\"</p>\r\n<p> </p>\r\n<p>The paper, \"Attomolar DNA detection with Chiral Nanorod Assemblies,\"  was published in Nature Communications on Oct. 28. Kotov is a professor  of chemical engineering, biomedical engineering, materials science and  engineering, and macromolecular science and engineering.</p>\r\n<p>This work was funded by the U.S. Department of Energy and National  Science Foundation, National Natural Science Foundation of China, China  Ministry of Science and Technology, and grants from the Ministries of  Finance and Education in Jiangsu Province, China.</p>",
  "Campaign DME Image" : "",
  "Campaign DME Image Slice" : "",
  "News Topics" : "['Cancer Research', 'Clean Water', 'Diagnostics', 'Disease Research', 'Environment', 'Health', 'Healthcare', 'Nanoassemblies', 'Nanophotonics', 'Nanotechnology', 'Water']",
  "Tags" : "['Biomedical Engineering', 'Chemical Engineering', 'Clean Water*', 'Diagnostics*', 'Disease Research*', 'Nanoassemblies', 'Nanophotonics', 'Nanotechnology*', 'Health']"
}